[
  {
    "code": "L",
    "desc": "(L) This diamond is graded L Color which lies in the faint yellow family. It is under color grades of diamonds labeled D through K and above color grades of diamonds labeled M through Z. The yellow tint is detectable when the stone is viewed loose; however a yellow gold setting can minimize the color appearance of the diamond significantly. Although this diamond does not fall into the near-colorless family, it is still a desirable stone."
  },
  {
    "code": "K",
    "desc": "(K) K graded diamonds offer the best value in the diamond color that we carry, so you can buy a bigger diamond for the same price. This diamond has a warm brilliancy not found in better color grades. Most people actually enjoy the effect of a very subtle glow radiating from the heart of the diamond. Although this diamond does not fall into the near-colorless family, it is still a high-quality stone and offers exceptional value"
  },
  {
    "code": "J",
    "desc": "(J) To most people this diamond will look completely colorless when viewed face-up, but with careful examination you may be able to detect a very subtle glow of yellowish tint. Many people find that this touch of color adds to the stone’s personality and gives the diamond a warm lively appearance. While completely colorless diamonds are more expensive, a J color is the most affordable in the near-colorless range and therefore offers the best value in diamond color so you can buy a larger diamond for the price."
  },
  {
    "code": "I",
    "desc": "(I) To most people this diamond will look completely colorless when viewed face-up, whatever color exists will not be noticeable to the untrained eye once the diamond is set. Under controlled lighting and with careful examination a person may be able to detect a very, very subtle glow of yellowish tint when viewed loose, however most people can appreciate this hint of color and find that it gives the diamond a warm lively appearance. While completely colorless diamonds are more valuable, I-color is considered high-quality and offers great value, so you can afford a larger diamond. A fluorescence grade of medium or strong will partially mask the slight tint making the diamond appear whiter."
  },
  {
    "code": "H",
    "desc": "(H) This diamond offers great value for those that want to balance color and cost. The minute trace of color is not noticeable to the untrained eye and will look completely colorless when viewed face-up. An H-color diamond gives you the opportunity to buy a larger diamond for the same price as higher color grades."
  },
  {
    "code": "G",
    "desc": "(G) This diamond lies at the top of the \"Near-Colorless\" family, and appears colorless to the eye when mounted. When examined loose, this diamond has an extremely faint tint of color that can only be detectable by trained gemologists comparing it side-by-side to higher color grades. G-color is considered top-quality and an outstanding value for customers who want to stay within budget and not compromise on color."
  },
  {
    "code": "F",
    "desc": "(F) F-Color offers the best value in the \"colorless\" family. For the untrained eye virtually no color is detectable and appears indistinguishable from D and E colors. Only an expert gemologist using sophisticated equipment and the proper lighting conditions can detect any trace of color. F Color is considered exceptionally fine and rare."
  },
  {
    "code": "E",
    "desc": "(E) For the untrained eye E-Color is indistinguishable from D and only an expert gemologist using sophisticated equipment and the proper lighting conditions can detect any trace of color. E-Color is considered exceptionally fine and very rare."
  },
  {
    "code": "D",
    "desc": "(D) This diamond earns the highest grade on the color scale. D-color diamonds are completely colorless and are considered the rarest classification of diamond colors."
  }
]