[
    {
        "title": "Diamond Upgrades & Exchange Policies",
        "url": "diamond-upgrades",
        "content" : "DreamStone wants to be your jeweler for life. For that reason, we've implemented three policies to help you shop with confidence not only today, but years down the line. These policies apply to our laboratory graded diamonds only.  Please call our offices for details or to answer any questions you may have. Two Year Buy Back - If for any reason you need to sell your diamond, we will buy back your loose diamond purchase for 70% of the original purchase price. Diamond must be in original condition and accompanied by original laboratory grading document. In a market that usually only pays 40-50 cents on the dollar, this policy can save you hundreds, if not thousands of dollars down the line. Please note that our buyback program only applies to loose GIA or AGS graded diamonds and does not apply to engagement or other fine jewelry. Lifetime Upgrade Policy - Any loose diamond purchased from DreamStone.com can be exchanged at 100% credit for any replacement diamond of at least 2x or greater in value.  The diamond being upgraded must be in original condition and accompanied by original laboratory grading document. Diamond Purchase Program - Do you have a diamond you would like to sell, even though you didn't purchase it from us?  We can provide you with a free purchase quote on any GIA or AGS graded diamond of 1/2ct or larger.  Just contact our office for details at 800-818-8386.",
        "description": "we've implemented three policies to help you shop with confidence not only today",
        "keywords": ""
    },
    {
        "title": "DreamStone Layaway Plan",
        "url": "diamond-layaway",
        "content" : "See something you like, but can't pay for it right now? Purchase what your heart desires with the DreamStone Layaway Plan. You can pay for your item up to a 6 month period. You choose how fast you want to pay. Just call our toll-free number at 800.818.8386 and one of our representative will schedule a payment plan.",
        "description": "You can pay for your item up to a 6 month period",
        "keywords": ""
    }
]